[
  {
    "id": 1,
    "name": "Grand Theater Experience",
    "image": "https://www.shutterstock.com/shutterstock/photos/1539702740/display_1500/stock-photo-auditorium-theatres-in-beijing-china-1539702740.jpg",
    "location": "City Center Mall, Downtown",
    "description": "Immerse yourself in the ultimate cinematic experience at our grand theater. Located in the heart of the city at City Center Mall, Downtown, our theater boasts state-of-the-art technology and luxurious amenities for an unforgettable movie-watching experience."
  },
  {
    "id": 2,
    "name": "Majestic Cinema Hall",
    "image": "https://www.historictheatrephotos.com/Resources/Theatre-Photos/Majestic-San-Antonio/Photos/Auditorium_-_Mezzanine/Auditorium_From_Balcony_Left_Rear.jpg",
    "location": "Riverside Plaza, Waterfront",
    "description": "Discover the magic of movies at Majestic Cinema Hall. Nestled in the picturesque Riverside Plaza along the waterfront, our cinema offers premium seating, crystal-clear sound, and a captivating atmosphere that elevates your movie nights to new heights."
  },
  {
    "id": 3,
    "name": "Stellar Screens Multiplex",
    "image": "https://stellacinemas.ie/wp-content/uploads/2023/09/Banner-Carousel-Rathmines-updated.jpg",
    "location": "Skyline Avenue, Sky Heights",
    "description": "Experience cinematic excellence at Stellar Screens Multiplex. Located in the iconic Skyline Avenue at Sky Heights, our multiplex features cutting-edge technology, spacious auditoriums, and an array of dining options for a complete entertainment extravaganza."
  },
  {
    "id": 4,
    "name": "Cinephile's Paradise",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRRGR-OG9OfYGPSa6fqh8Y4Dr4sDB06wsWfRA&s",
    "location": "Cinema Square, Arts District",
    "description": "Indulge your love for cinema at Cinephile's Paradise. Situated in the vibrant Cinema Square within the Arts District, our hall offers a curated selection of films, cozy seating, and a welcoming ambiance that caters to every movie enthusiast."
  },
  {
    "id": 5,
    "name": "Epicenter Cinemas",
    "image": "https://i.pinimg.com/736x/6b/b0/b4/6bb0b4a46fa447d0a2ff754bb3b15d57.jpg",
    "location": "Main Street, Downtown",
    "description": "Journey into the heart of entertainment at Epicenter Cinemas. Positioned along the bustling Main Street in Downtown, our cinema hall features cutting-edge technology, premium amenities, and a diverse range of films to cater to every taste and preference."
  },
  {
    "id": 6,
    "name": "Cinema Royale",
    "image": "https://www.discoverbenelux.com/wp-content/uploads/2023/07/Image09_Feeling-like-a-royal-at-the-cinema._Royal-Theater-Tuschinski.jpg",
    "location": "Plaza Boulevard, Cityscape",
    "description": "Experience the regal charm of cinema at Cinema Royale. Located on Plaza Boulevard amidst the dazzling lights of Cityscape, our theater exudes sophistication and elegance, offering an unparalleled movie-watching experience for discerning cinephiles."
  }
]
